Repository: 8go/jami-daemon
Catalog: gnome/po/*.po
Languages: ar, nl

source: Registered
ar: مُسجّل
nl: Aangemeld

source: Not Registered
ar: غير مُسجّل
nl: Niet aangemeld

source: Trying...
ar: محاولة...
nl: Proberen...

source: Error
ar: خطأ
nl: Fout

source: Authentication Failed
ar: فشل التّوثيق
nl: Aanmelding mislukt

source: Network unreachable
ar: الإتّصال بالشّبكة غير ممكن
nl: Netwerk onbereikbaar

source: Host unreachable
ar: الإتّصال بالمضيف غير ممكن
nl: Server niet bereikbaar

source: Service unavailable
ar: الخدمة غير متوفّرة
nl: Service niet beschikbaar

source: Not acceptable
ar: غير مقبول
nl: Niet acceptabel

source: Stun server invalid
ar: الخادم Stun غير صالح
nl: Stun server ongeldig

source: Ready
ar: جاهز
nl: Gereed

source: Invalid
ar: غير صالح
nl: Ongeldig

source: No registered accounts
ar: لا حسابات مسجلة
nl: Geen account aangemeld

source: Direct SIP call
ar: مكالمة SIP مباشرة
nl: Directe SIP oproep

source: today at %R
ar: اليوم في R%
nl: vandaag om %R

source: yesterday at %R
ar: البارحة في R%
nl: gisteren om %R

source: %A at %R
ar: A% في R%
nl: %A om %R

source: %x at %R
ar: x% في R%
nl: %x om %R

source: _Auto-answer calls
ar: _رد تلقائي على المكالمات
nl: _Automatisch beantwoorden

source: Account Parameters
ar: مواصفات الحساب
nl: Account opties

source: _Alias
ar: _إسم مستعار

source: _Protocol
ar: _بروتوكول

source: Unknown
ar: مجهول
nl: Onbekend

source: _Host name
ar: _اسم المضيف
nl: _Server naam

source: _User name
ar: _اسم المستخدم
nl: _Gebruikersnaam

source: _Password
ar: _كلمة السر
nl: _Wachtwoord

source: Show password
ar: أظهر كلمة السر
nl: Wachtwoord weergeven

source: _Proxy
ar: _الوكيل (proxy)

source: _Voicemail number
ar: _رقم البريد الصوتي
nl: _Voicemail nummer

source: _User-agent
ar: _وكيل المستخدم

source: Authentication
ar: التوثيق
nl: Authenticatie

source: Secret
ar: سرّي
nl: Geheim

source: Credential
ar: بيانات الاعتماد
nl: Credentialen

source: Authentication name
ar: اسم المصادقة
nl: Authenticatie-naam

source: Password
ar: كلمة السّر
nl: Wachtwoord

source: Security
ar: الأمن
nl: Beveiliging

source: Use TLS transport(sips)
ar: استخدم النقل ‎TLS‏ ‏(‎sips)
nl: Gebruikt TLS transport(sips)

source: SRTP key exchange
ar: تبادل المفاتيح SRTP
nl: SRTP sleutel uitwisseling

source: Disabled
ar: غير مفعل
nl: Uitgeschakeld

source: Registration
ar: التسجيل
nl: Registratie

source: Registration expire
ar: انتهاء صلاحية التسجيل
nl: Registratie verloop

source: Network Interface
ar: واجهة الشبكة
nl: Netwerk interface

source: Local address
ar: عنوان محلي
nl: Lokaal adres

source: Local port
ar: منفذ (port) محلي
nl: Lokale poort

source: Published address
ar: العنوان المنشور
nl: Adres van buitenaf

source: Using STUN
ar: باستخدام STUN
nl: Gebruikt STUN

source: STUN server URL
ar: URL خادم STUN

source: Same as local parameters
ar: مثل المعلمات المحلية
nl: Zelfde als lokale opties

source: Set published address and port:
ar: تعيين العنوان المنشورة والمنفذ (port):
nl: Extern adres en poort instellen:

source: Published port
ar: المنفذ المنشور
nl: Externe poort:

source: Audio
ar: صوت
nl: Geluid

source: Ringtones
ar: نغمات
nl: Beltoon

source: Choose a ringtone
ar: اختيار نغمة
nl: Kies een beltoon

source: _Enable ringtones
ar: _تفعيل النغمات
nl: _Beltoon inschakelen

source: Audio Files
ar: ملفات صوتية
nl: Audio bestanden

source: Video
ar: فيديو

source: This profile is used when you want to reach a remote peer simply by typing a sip URI such as <b>sip:remotepeer</b>. The settings you define here will also be used if no account can be matched to an incoming or outgoing call.
ar: هذا الملف يستخدم عندما تريد الاتصال بالنظير البعيد ببساطة بكتابة sip URI مثل <b>sip:remotepeer</b>. الإعدادات التي تحدد هنا ستستخدم أيضا إذا تعذر التطابق بين أي حساب و مكالمة صادرة أو واردة.
nl: Dit profiel wordt gebruikt voor het maken van een verbinding met een SIP URI, zoals <b>sip:telefoon</b>. De instellingen die hier ingevoerd zijn, worden gebruikt wanneer er geen account gevonden kan worden voor een inkomende of uitgaande oproep.

source: Account settings
ar: إعدادات الحساب
nl: Account instellingen

source: Basic
ar: أساسي
nl: Standaard

source: Advanced
ar: مُتقدم
nl: Geavanceerd

source: Network
ar: الشّبكة

source: Protocol
ar: بروتوكول

source: Status
ar: الحالة

source: Server returned "%s" (%d)
ar: إجابة الخادم "‎%s"‏ (‎%d)
nl: Server zegt "%s" (%d)

source: Accounts
ar: الحسابات

source: Configured Accounts
ar: الحسابات المهيئة
nl: Ingestelde accounts

source: You have no active account
ar: لا يوجد لديك حساب شاغل

source: General
ar: عام
nl: Algemeen

source: _Use Evolution address books
ar: _استخدام دفتر العناوين evolution
nl: _Gebruik Evolution adresboek

source: Download limit :
ar: حد التحميل
nl: Download limiet:

source: cards
ar: بطاقات
nl: contacten

source: _Display contact photo if available
ar: عرض صورة المخاطب إذا كانت متوفرة
nl: _Geef foto weer indien beschikbaar

source: Fields from Evolution's address books
ar: الحقول من دفتر العناوين Evolution
nl: Velden uit Evolution adresboek

source: _Work
ar: عم_ل
nl: _Werk

source: _Home
ar: ال_رئيسية
nl: _Thuis

source: _Mobile
ar: _متنقل
nl: _Mobiel

source: Address Books
ar: دفاتر العناوين
nl: Adresboeken

source: Select which Evolution address books to use
ar: حدد دفتر العناوين Evolution المستخدم
nl: Selecteer de te gebruiken Evolution adresboeken

source: Name
ar: الإسم
nl: Naam

source: This assistant is now finished.
ar: انتهى هذا المساعد
nl: De assistent is nu klaar.

source: You can at any time check your registration state or modify your accounts parameters in the Options/Accounts window.
ar: يمكنك في أي وقت التحقق من حالة تسجيلك أو تغيير معلمات حسابك في نافذة "خيارات / حسابات"
nl: De status van een account of de account instellingen kunnen altijd opgevraagd en gewijzigd worden in het Opties/Accounts scherm.

source: Alias
ar: الكُنية

source: Server
ar: الخادم

source: Username
ar: إسم المستخدم
nl: Gebruikersnaam

source: Security:
ar: أمن:
nl: Beveiliging:

source: None
ar: لا شيئ
nl: Geen

source: SFLphone account creation wizard
ar: مساعد إنشاء الحساب SFLphone

source: Welcome to the Account creation wizard of SFLphone!
ar: مرحبا بك في مساعد إنشاء الحساب SFLphone

source: This installation wizard will help you configure an account.
ar: مساعد التثبيت سيساعدك في تكوين حساب

source: VoIP Protocols
ar: بروتوكول VoIP
nl: VoIP protocollen

source: Select an account type
ar: اختر نوع حساب
nl: Kies een type account

source: Account
ar: الحساب

source: Please select one of the following options
ar: الرجاء إختيار أحد الخيارات التالية

source: Create a free SIP/IAX2 account on sflphone.org (For testing purpose only)
ar: إنشاء حساب مجاني SIP/IAX2 في sflphone.org (لغرض الاختبار فقط)

source: Register an existing SIP or IAX2 account
ar: تسجيل حساب SIP أو IAX2 موجود

source: SIP account settings
ar: إعدادات الحساب SIP
nl: SIP account instellingen

source: Please fill the following information
ar: الرجاء تقديم المعلومات التالية
nl: Vul de volgende velden in

source: Secure communications with _ZRTP
ar: اتصالات آمنة مع _ZRTP
nl: Beveiligde communicatie met _ZRTP

source: Optional email address
ar: عنوان بريد إلكتروني اختياري

source: This email address will be used to send your voicemail messages.
ar: سيستخدم عنوان البريد الإلكتروني هذا لإرسال رسائل البريد الصوتي الخاصة بك.

source: _Email address
ar: عنوان ال_بريد الإلكتروني

source: IAX2 account settings
ar: إعدادات الحساب IAX2
nl: IAX2 account instellingen

source: Network Address Translation (NAT)
ar: ترجمة عنوان الشبكة (NAT)
nl: Netwerkadres maskering (NAT)

source: You should probably enable this if you are behind a firewall.
ar: ربما يجب عليك تمكين هذا إذا كنت خلف جدار حماية (firewall).
nl: Dit moet waarschijnlijk aan staan als de verbinding via een router loopt.

source: E_nable STUN
ar: _تمكين STUN
nl: STUN _inschakelen

source: _STUN server
ar: _خادم STUN

source: Account Registration
ar: تسجيل الحساب
nl: Account registratie

source: Congratulations!
ar: تهانينا!
nl: Gefeliciteerd!

source: Frequency
ar: التردد
nl: Frequentie

source: Bitrate
ar: معدّل البِت
nl: Bitsnelheid

source: ALSA plugin
ar: المكون الإضافي ALSA

source: Output
ar: المخرجات
nl: Uitgaand

source: Input
ar: المدخلات
nl: Inkomend

source: Ringtone
ar: الرنة
nl: Beltoon

source: Sound Manager
ar: إدارة الصوت
nl: Geluidsmanager

source: Pulseaudio settings
ar: إعدادات Pulseaudio
nl: PulseAudio instellingen

source: ALSA settings
ar: إعدادات ALSA
nl: ALSA instellingen

source: Recordings
ar: التسجيلات
nl: Opgenomen gesprekken

source: Destination folder
ar: المجلد المرسل اليه
nl: Opslaan in

source: Select a folder
ar: اختر مجلدًا
nl: Kies een map

source: _Always recording
ar: ال_تسجيل بإستمرار
nl: _Altijd geluid opnemen

source: Voice enhancement settings
ar: إعدادات تحسين الصوت
nl: Geluidsverbeterende instellingen

source: _Noise Reduction
ar: الحد من ال_ضجيج
nl: _Ruisonderdrukking

source: URL Argument
ar: معلمة URL

source: Trigger on specific _SIP header
ar: التشغيل عند وجود header _SIP معينة
nl: Reageer op specifieke _SIP header

source: Trigger on _IAX2 URL
ar: التشغيل عند وجود URL _IAX2
nl: Reageer op _IAX2 URL

source: Command to _run
ar: الأمر الذي يتم _تنفيذه
nl: _Uit te voeren opdracht

source: Phone number rewriting
ar: إعادة كتابة رقم الهاتف
nl: Telefoonnummer herschrijving

source: _Prefix dialed numbers with
ar: إضافة البادئة التالية إلى الرقم الذي تم الاتصال به
nl: _Begin ingevoerde nummers met

source: Messaging
ar: إرسال الرسائل
nl: Berichten

source: Open URL in
ar: فتح الرابط في
nl: URL openen in

source: Desktop Notifications
ar: تنبيهات سطح المكتب
nl: Bureaublad notificaties

source: _Enable notifications
ar: _تمكين التبليغات
nl: _Notificaties inschakelen

source: Window Behaviour
ar: تصرف النافذة
nl: Venstergedrag

source: Bring SFLphone to foreground on incoming calls
ar: جلب SFLphone للصدارة عند ورود مكالمات
nl: Breng SFLphone naar de voorgrond bij inkomende oproepen

source: System Tray Icon (Legacy)
ar: أيقونة شريط المهام (موروث)
nl: Icoon in systeemvak (legacy)

source: Show SFLphone in the system tray
ar: إظهار SFLphone في شريط المهام
nl: Geef SFLphone weer in het systeemvak

source: _Popup main window on incoming call
ar: _جلب النافذة الرئيسية للصدارة عند ورود مكالمات
nl: _Popup hoofdvenster bij inkomende oproep

source: Ne_ver popup main window
ar: _عدم جلب النافذة الرئيسية للصدارة في جميع الحالات
nl: _Nooit het hoofdvenster naar voren brengen

source: Calls History
ar: تاريخ المكالمات
nl: Gespreksgeschiedenis

source: _Keep my history for at least
ar: الحفاظ على _سجلي الزمني على الأقل لمدة
nl: _Bewaar geschiedenis voor ten minste

source: days
ar: الايام
nl: dagen

source: Instant Messaging
ar: الرسائل الفورية
nl: Directe berichten (chat)

source: Enable instant messaging
ar: تفعيل المراسلة الفورية
nl: Directe berichten inschakelen

source: Preferences
ar: الخيارات
nl: Instellingen

source: Hooks
ar: خطاطيف (hooks)
nl: Acties

source: Shortcuts
ar: الاختصارات
nl: Sneltoesten

source: Address Book
ar: دفتر العناوين
nl: Adresboek

source: Be careful: these shortcuts might override system-wide shortcuts.
ar: حذاري: هذه الاختصارات قد تعوض الاختصارات المحددة على نطاق المنظومة.
nl: Waarschuwing: deze sneltoesten overschrijven mogelijk andere globale sneltoetsen van het systeem.

source: Advanced options for TLS
ar: الخيارات المتقدمة TLS
nl: Geavanceerde opties voor TLS

source: TLS transport
ar: نقل TLS
nl: TLS verkeer

source: TLS transport can be used along with UDP for those calls that would require secure sip transactions (aka SIPS). You can configure a different TLS transport for each account. However, each of them will run on a dedicated port, different one from each other
ar: يمكن إستعمال النقل TLS جنبا إلى جنب مع UDP بالنسبة للمكالمات التي تتطلب معاملات SIP آمنة (يعرف أيضا باسم SIPS). يمكنك تهيئة نقل TLS مختلف لكل حساب,‏ بيد أن كل منهم سيشتغل على منفذ مخصص له، مختلف عن الآخرين.
nl: TLS verkeer kan gebruikt worden met UDP voor de gesprekken die beveiligde SIP transacties (SIPS) nodig hebben. Voor elke account kunnen verschillen TLS instellingen opgegeven worden. Echter, elke account zal wel een eigen poort nodig hebben.

source: Global TLS listener (all accounts)
ar: مستمع TLS شامل (كل الحسابات)
nl: Globale TLS poort (voor alle accounts)

source: Certificate of Authority list
ar: قائمة الشهادات من هيئة
nl: Certificaat van authoriteit lijst

source: Choose a CA list file (optional)
ar: اختيار ملف لقائمة الشهادات من هيئة (اختياري)
nl: Kies een CA lijst bestand (optioneel)

source: Public endpoint certificate file
ar: ملف شهادة نقطة نهاية عامة
nl: Public eindpunt certificaat bestand

source: Choose a public endpoint certificate (optional)
ar: اختيار شهادة نقطة نهاية عامة (اختياري)
nl: Kies een public eindpunt certificaat (optioneel)

source: Choose a private key file (optional)
ar: اختيار ملف مفتاح خاص (اختياري)
nl: Kies een privé sleutel bestand (optioneel)

source: Password for the private key
ar: كلمة السر للمفتاح الخاص
nl: Wachtwoord voor de privé sleutel

source: TLS protocol method
ar: أسلوب البروتوكول TLS
nl: TLS protocol methode

source: TLS cipher list
ar: قائمة الشفرات TLS
nl: TLS cipher lijst

source: Server name instance for outgoing TLS connection
ar: اسم خادم للاتصال الصادر TLS
nl: Server naam instantie voor uitgaande TLS verbindingen

source: Negotiation timeout (sec:msec)
ar: مهلة التفاوض (ثانية: ميلي ثانية)

source: Verify incoming certificates, as a server
ar: تحقق من الشهادات الواردة، كخادم
nl: Controleer inkomende certificaten, wanneer server

source: Verify certificates from answer, as a client
ar: تحقق من الشهادات من الإجابة، كمستخدم
nl: Controleer certificaat antwoorden, wanneer client

source: Require certificate for incoming tls connections
ar: يقتضي شهادة للإتصالات الواردة TLS
nl: Eis een certificaat voor inkomende TLS verbindingen

source: Bitrate (kbps)
ar: معدل إرسال البتات (kbps)

source: Parameters
ar: المحددات
nl: Opties

source: No devices found
ar: لم توجد أي أجهزة
nl: Geen apparaten gevonden

source: Device
ar: جهاز
nl: Apparaat

source: Channel
ar: القناة
nl: Kanaal

source: Size
ar: الحجم
nl: Grootte

source: Rate
ar: المعدل

source: Video Manager
ar: مدير الفيديو
nl: Video beheer

source: Video4Linux2
ar: فديو4 لنكس2

source: ZRTP Options
ar: الخيارات ZRTP
nl: ZRTP instellingen

source: Send Hello Hash in S_DP
ar: إرسال التجزئة مرحبا (hello hash) على S_DP
nl: Verstuur Hello Hash in S_DP

source: Ask User to Confirm SAS
ar: إسأل المستخدم لتأكيد SAS
nl: Vraag gebruiker om SAS te bevestigen

source: _Warn if ZRTP not supported
ar: التحذير إذا ZRTP غير معتمد
nl: _Waarschuw wanneer ZRTP niet ondersteund is

source: Display SAS once for hold events
ar: عرض SAS مرة واحدة للأحداث hold
nl: Geef SAS éénmalig weer voor wacht acties

source: SDES Options
ar: الخيارات SDES
nl: SDES opties

source: Fallback on RTP on SDES failure
ar: الاستعاضة بRTP عند إخفاق SDES
nl: Terugvallen op RTP bij SDES fout

source: Search all
ar: البحث في الجميع
nl: Alles doorzoeken

source: Click here to change the search type
ar: انقر هنا لتغيير نوع البحث
nl: Klik hier om het zoektype te wijzigen

source: Search by missed call
ar: البحث حسب المكالمات التي لم يقع الرد عليها
nl: Zoek op gemiste oproepen

source: Search by incoming call
ar: البحث حسب المكالمات الواردة
nl: Zoek op inkomende oproepen

source: Search by outgoing call
ar: البحث حسب المكالمات الصادرة
nl: Zoek op uitgaande oproepen

source: ALSA notification: Error while opening playback device
ar: إعلام ALSA: خطأ أثناء فتح جهاز القراءة
nl: ALSA bericht: fout bij openen afspeelapparaat

source: ALSA notification: Error while opening capture device
ar: إعلام ALSA: خطأ أثناء فتح جهاز التسجيل
nl: ALSA bericht: fout bij openen opname apparaat

source: Pulseaudio notification: Pulseaudio is not running
ar: إعلام Pulseaudio: Pulseaudio لا يعمل
nl: PulseAudio bericht: applicatie is niet gestart

source: Codecs notification: Codecs not found
ar: إعلام كوديك: كوديك غير موجود
nl: Codec bericht: codec niet gevonden

source: There is one call in progress.
ar: هناك مكالمة واحدة جارية.
nl: Er is 1 actief gesprek.

source: There are calls in progress.
ar: هناك مكالمات جارية.
nl: Er zijn gesprekken actief.

source: Do you still want to quit?
ar: هل ما زلت تريد المغادرة؟
nl: Wil je nog steeds afsluiten?

source: ZRTP is not supported by peer %s
ar: ZRTP غير معتمد من قبل النظير ‎%s
nl: ZRTP wordt niet ondersteund door partij %s

source: Secure Communication Unavailable
ar: الاتصالات الآمنة غير متوفرة
nl: Versleutelde communicatie niet beschikbaar

source: Continue
ar: إستمر
nl: Doorgaan

source: Stop Call
ar: إيقاف المكالمة
nl: Oproep beëindigen

source: A %s error forced the call with %s to fall under unencrypted mode. Exact reason: %s
ar: إضطر خطأ %s المكالمة مع ‎%s إلى الاندراج تحت النمط غير المشفر. السبب الدقيق: ‎%s
nl: Vanwege een %s fout is de oproep met %s teruggevallen naar onversleutelde modus. Specifieke reden: %s

source: ZRTP negotiation failed
ar: فشل التفاوض ZRTP
nl: ZRTP onderhandeling mislukt

source: %s wants to stop using secure communication. Confirm will resume conversation without SRTP.
ar: ‎%s يريد التوقف عن استخدام الاتصال الآمن. التأكيد سوف يجعل المكالمة تستأنف بدون SRTP.
nl: %s wil stoppen met versleutelde communicatie. Bevestiging zal communicatie voortzetten zonder SRTP.

source: Confirm Go Clear
ar: تأكيد الذهاب الواضح (Go Clear)
nl: Bevestigen Ga Wissen

source: Confirm
ar: التأكيد
nl: Bevestigen

source: Call
ar: المكالمة
nl: Oproep

source: %s Run '%s --help' to see a full list of available command line options.
ar: ‎%s شغّل الأمر '‎%s --help ' لرؤية القائمة الكاملة لخيارات الأوامر السطرية المتاحة.
nl: %s Voer ‘%s --help’ uit voor een lijst van beschikbare opties.

source: SFLphone Error
ar: خطأ SFLphone
nl: SFLphone fout

source: Enable debug
ar: تفعيل التنقيح
nl: Debuggen inschakelen

source: - GNOME client for SFLPhone
ar: - مستخدم GNOME لدى SFLphone
nl: - GNOME client voor SFLphone

source: %s says:
ar: ‎%s يقول:
nl: %s zegt:

source: %s account : %s
ar: ‎%s الحساب : ‎%s

source: <i>From</i> %s
ar: <i>من طرف</i> ‎%s
nl: <i>Van</i> %s

source: Calling with %s account <i>%s</i>
ar: مكالمة من الحساب ‎%s <‎i>‎%s<i/>‏
nl: Oproep met %s account <i>%s</i>

source: Current account
ar: الحساب الجاري
nl: Huidige account

source: You have no accounts set up
ar: ليس لديك حسابات منشأة
nl: Er zijn geen accounts geconfigureerd

source: You have no registered accounts
ar: ليس لديك حسابات مسجلة
nl: Er zijn geen accounts geregistreerd

source: <i>With:</i> %s using %s
ar: <‎i>مع‏:<i/>‏ ‏‎%s بإستعمال ‏‎%s

source: %s does not support ZRTP.
ar: ‏‎%s لا يعتمد ‏ZRTP.
nl: %s ondersteunt geen ZRTP.

source: ZRTP negotiation failed with %s
ar: فشل التفاوض ‏ZRTP مع‎ ‏‎%s
nl: ZRTP onderhandeling mislukt met %s

source: <i>With:</i> %s
ar: <i>مع‎:‏<‏i/>‏ ‎%s
nl: <i>Met:</i> %s

source: Speakers volume
ar: حجم مكبرات الصوت
nl: Weergave volume

source: Mic volume
ar: حجم صوت الميكروفون
nl: Microfoon volume

source: _Show main window
ar: _إظهار النافذة الرئيسية
nl: _Weergeven

source: _Hang up
ar: إ_نهاء المكالمة
nl: _Ophangen

source: No address book selected
ar: لم تختر دفتر عناوين
nl: Geen adresboek geselecteerd

source: Address book
ar: دفتر العناوين
nl: Adresboek

source: Voicemail(%i)
ar: البريد الصوتي (‎%i)

source: SFLphone is a VoIP client compatible with SIP and IAX2 protocols.
ar: ‏SFLphone‎ يستخدم الصوت عبر بروتوكول الإنترنت (‎VOIP)‏ وهو متلائم مع البروتوكول ‎SIP و IAX2
nl: SFLphone is een VoIP telefoon compatibel met SIP en IAX2 protocollen.

source: About SFLphone
ar: حول ‏SFLphone
nl: Over SFLphone

source: Voicemail
ar: البريد الصوتي

source: _New call
ar: _مكالمة جديدة
nl: _Nieuwe oproep

source: Place a new call
ar: إحداث مكالمة جديدة
nl: Nieuwe oproep beginnen

source: _Pick up
ar: ت_ناول
nl: _Opnemen

source: Answer the call
ar: الرد على المكالمة
nl: Oproep beantwoorden

source: Finish the call
ar: إنهاء المكالمة
nl: Oproep beëindigen

source: O_n hold
ar: في الانت_ظار
nl: _In wacht

source: Place the call on hold
ar: وضع المكالمة قيد الانتظار
nl: Plaats de oproep in de wacht

source: O_ff hold
ar: تفعيل المكالمة التي في قيد الانتظار
nl: _Uit wacht

source: Place the call off hold
ar: تفعيل المكالمة التي في قيد الانتظار
nl: Haal de oproep uit de wacht

source: Send _message
ar: إرسال _رسالة
nl: Verstuur _bericht

source: Send message
ar: إرسال رسالة
nl: Verstuur bericht

source: Configuration _Assistant
ar: مساعد ال_تهيئة
nl: Configuratie _assistent

source: Run the configuration assistant
ar: شغّل مساعد الإعداد
nl: Start de configuratie assistent

source: Call your voicemail
ar: الاتصال بالبريد الصوتي
nl: Bel je voicemail

source: _Close
ar: إ_غلاق
nl: _Sluiten

source: Minimize to system tray
ar: تصغير إلى شريط المهام
nl: Minimaliseren naar systeemvak

source: _Quit
ar: ا_خرج
nl: _Afsluiten

source: Quit the program
ar: اخرج من البرنامج
nl: Dit programma afsluiten

source: _Edit
ar: ت_حرير
nl: _Bewerken

source: _Copy
ar: _نسخ
nl: _Kopiëren

source: Copy the selection
ar: نسخ النص المختار
nl: Kopieer selectie

source: _Paste
ar: إل_صاق
nl: _Plakken

source: Paste the clipboard
ar: ألصق محتويات الحافظة
nl: Plakken van klembord

source: Clear _history
ar: مسح ال_سجل
nl: _Wis geschiedenis

source: Clear the call history
ar: مسح سجل المكالمات
nl: Wis gesprek geschiedenis

source: _Accounts
ar: ال_حسابات

source: Edit your accounts
ar: تحرير حساباتك
nl: Bewerken

source: _Preferences
ar: ال_خيارات
nl: _Voorkeuren

source: Change your preferences
ar: غيّر خياراتك
nl: Voorkeuren instellen

source: _View
ar: _عرض
nl: _Weergeven

source: _Help
ar: م_ساعدة

source: Contents
ar: المحتوى
nl: Inhoud

source: Open the manual
ar: إفتح كتيّب الإرشادات
nl: Open de handleiding

source: About this application
ar: حول هذا البرنامج
nl: Over deze software

source: _Transfer
ar: _نقل
nl: _Doorverbinden

source: Transfer the call
ar: نقل المكالمة
nl: Gesprek doorverbinden

source: _Record
ar: س_جّل
nl: _Opnemen

source: Record the current conversation
ar: سجّل المكالمة الحالية
nl: Het huidige gesprek opnemen

source: _Show toolbar
ar: إظهار _شريط الأدوات
nl: _Taakbalk weergeven

source: Show the toolbar
ar: إظهار شريط الأدوات
nl: Geef de taakbalk weer

source: _Dialpad
ar: _لوحة الاتصال
nl: _Nummerblok

source: Show the dialpad
ar: إظهار لوحة الاتصال
nl: Geef het nummerblok weer

source: _Volume controls
ar: التحكم بحجم ال_صوت
nl: _Volume instellingen

source: Show the volume controls
ar: إظهار عناصر التحكم بحجم الصوت
nl: Geeft de volume instellingen weer

source: _History
ar: ال_سجل
nl: _Geschiedenis

source: Calls history
ar: سجل المكالمات

source: _Address book
ar: _دفتر العناوين
nl: _Adresboek

source: On _Hold
ar: في الانت_ظار
nl: In de _wacht

source: _Call back
ar: إ_عادة الاتصال
nl: _Terugbellen

source: Edit phone number
ar: تحرير رقم الهاتف
nl: Telefoonnummer bewerken

source: Edit the phone number before making a call
ar: تحرير رقم الهاتف قبل إجراء مكالمة هاتفية
nl: Telefoonnummer bewerken voor het bellen

source: Presence notifications
nl: Aanwezigheidsnotificaties

source: _Enable
nl: _Inschakelen

source: Remove
nl: Verwijderen

source: Audio RTP Port Range
nl: Audio RPT poort bereik

source: Video RTP Port Range
nl: Video RPT poort bereik

source: Are you sure want to delete "%s"?
nl: Weet je zeker dat je "%s" wilt verwijderen?

source: Are you sure want to delete account?
nl: Weet je zeker dat je deze account wilt verwijderen?

source: Remove account
nl: Account verwijderen

source: SRTP/ZRTP draft-zimmermann
nl: SRTP/ZRTP Zimmermann concept

source: SIP (Session Initiation Protocol)
nl: SIP (Sessie Initiatie Protocol)

source: Channels
nl: Kanalen

source: _Buddy list
nl: Vriendenlijst

source: Display the buddy list
nl: Vriendlijst weergeven
